Repository: guillermocastro/BlazorBB2026
Catalog: Resources/Resource.*.resx
Languages: es

source: About
es: Acerca de

source: Accept
es: Aceptar

source: Account ID
es: Cuenta contable

source: Accounting
es: Contabilidad

source: Accounting process
es: Proceso contable

source: Account Name
es: Descripción

source: Activities
es: Actividades CNAE

source: Activity Id
es: Cód. de actividad

source: Address ID
es: Cód de Dirección

source: Fixed Assets
es: Activos fijos

source: Auxiliary process
es: Proceso auxiliar

# award
source: 2002 Entrepreneurship Award from Fundación Madrileña de Telecomunicaciones (MADRITEL), Instituto Madrileño para el Desarrollo (IMADE) y Asociación de Jóvenes Emprendedores (AJE)
es: 2002 Premio emprendimiento de la Fundación Madrileña de Telecomunicaciones (MADRITEL), Instituto Madrileño para el Desarrollo (IMADE) y Asociación de Jóvenes Emprendedores (AJE)

source: Balance ID
es: Cta. de Balance

# BalanceName
source: Group
es: Grupo

source: Banking
es: Gestión bancaria

source: BankName
es: Nombre de la entidad bancaria

source: Banks
es: Bancos

source: Brand
es: Marca

source: Brand Id
es: Cód. Marca

source: Brand Name
es: Marca comercial

source: Brands
es: Marcas

source: Bucket
es: Cesta

source: Bucket Name
es: Nombre de la cesta

# BucketState
source: State
es: Estado

# BucketTypeId
source: Type
es: Tipo de cesta

source: Budget
es: Presupuesto

source: Cash Flow
es: Tesorería

source: Cash process
es: Proceso de Caja

source: Cashflow
es: Flujos de caja

source: Category
es: Categoría

source: Channel Name
es: Canal de venta

source: Channel No
es: Código de Canal

# coa
source: Char of Accounts
es: Plan General de Cuentas

# Coas
source: Char of Accounts
es: Plan de Cuentas

source: Company
es: Entidad

source: Company No
es: ID de Compañía

source: Contact Name
es: Persona de Contacto

# Contacttext
source: To contact me please use Linkedin as a communication Channel
es: Si desea contactar conmigo el cauce es a través de

source: Cookies consent
es: Consentimiento de Cookies

# cookiesMsg
source: This site uses cookies exclusively for program using purposes.
es: Este sitio utiliza cookies, las cuales son para uso programático exclusivamente.

source: Cost
es: Coste

# Country
source: Countries
es: Estados nacionales

source: Country Id.
es: Cód. de País

source: County
es: Comarca/Concejo/Municipio

source: Credit Account
es: Haber

source: Creditor
es: Saldo acreedor

# CurAmount
source: Amount (Cur.)
es: Importe

source: Currencies
es: Divisas

# Currency
source: Currencies
es: Divisas

# Currency3N
source: 3 digit Code
es: Cód 3 díg.

source: Currency Id.
es: Cód. de Divisa

source: Current Page
es: Pág.

# CurVAT
source: V.A.T.
es: I.V.A.

# CustomerRef
source: Cust. Ref.
es: Ref. Cliente

source: Date
es: Fecha

source: Dates
es: Fechas

source: Debit Account
es: Debe

source: Debtor
es: Saldo deudor

# definition
source: Data-Scientist Expert in Data Management, Integration, training, Systemic Analysis, Biophysics and Computer Simulations.
es: Científico de datos experto en Integración, formación, análisis sistémico, simulación computerizada y biofísica.

source: Delete
es: Eliminar

source: Delivery Date
es: F. Entrega

source: Delivery ID
es: Dirección de entrega

source: Department
es: Departamento

source: Department Id
es: Cód. Departamento

source: Department Name
es: Departamento

source: Departments
es: Departamentos

source: Description
es: Descripción

source: Digital Archive
es: Archivo digital

source: doc for
es: documento para

source: Doc. Date
es: F. Documento

source: Doc No
es: Num. Doc.

source: Doc Type ID
es: Tipo de documento

source: Download PDF
es: Descargar PDF

source: Due Date
es: F. Vto.

source: Duration
es: Duración

source: Edit
es: Modificar

source: Edit Document
es: Editar documento

# education
source: Degree in Sciences (Biology), Post-degree in Statistical Analysis and Executive MBA (IEDE)
es: Lic. en Ciencias, Postgrado en Estadística y MBA por IEDE

source: e-mail
es: Correo electrónico

source: End of process
es: Final de proceso

source: End Date
es: Fecha final

source: Enterprise
es: Empresa

source: Enterprise Name
es: Nombre de la empresa

# EnterpriseNo
source: T.I.N.
es: C.I.F./N.I.F.

# EurAmount
source: Amount in EUR
es: Importe

# EurBase
source: Base in EUR
es: Base

# EurVat
source: V.A.T. in EUR
es: I.V.A.

source: Exist
es: Existe

# experience
source: International experience in Projects in Spain, France, Germany, Italy, United Kingdom, Portugal, Dominican Republic, Bolivia, Brasil, Argentina, Chile, Colombia , Venezuela and Algeria.
es: Experiencia en proyectos en España, Francia, Alemania, Italia, Reino Unido, Portugal, República Dominicana, Venezuela, Colombia, Chile, Argentina, Brasil, Bolivia y Argelia.

source: Expiry Days
es: Días Caducidad

source: FiscalPeriod
es: Periodo fiscal

source: From Date
es: Válida desde

source: Generate PDF
es: Generar PDF

# Greeting
source: Hello, World!
es: ¡Hola, Mundo!

source: Hello
es: ¡Hola

source: Home
es: Inicio

source: ID
es: Código

source: Income Statement
es: Pérdidas y ganancias

# Información Legal
source: Legal Info
es: Información Legal

source: Invoice Issuer ID
es: Cód tipo de emisor

source: Invoice Type ID
es: Cód. Tipo factura

# InvoiceTypeName
source: Invoice Type
es: Tipo de factura

# IsDelivered
source: Has been delivered?
es: Entregado

# IsEnabled
source: Enabled
es: Activo

source: Is Ended
es: ¿Finalizado?

# IsPaid
source: Has been paid?
es: Pagado

# IsReconciled
source: Reconciled
es: Conciliado

# IsRegistered
source: Registered
es: Contabilizado

source: Last value
es: Últ. Valor

source: Ledger
es: Libro diario

source: Legal Conditions
es: Aviso Legal

# LegalDoc
source: Legal documents
es: Documentos legales

# LegalDocs
source: Legal documents
es: Documentos legales

source: Liabilities
es: Pasivo

# lineName
source: Description
es: Descripción

source: Link document and files
es: Asociar ficheros y documentos

# LoadDate
source: Loaded on
es: Subido el

source: Log in
es: Conectar

source: Log out
es: Desconectar

source: Meaning of the buttons in BlueBriks
es: Significado de los botones en BlueBriks

source: Mobile Phone
es: Telf. celular

source: Multiples of
es: Multiplos de

# mylanguages
source: Fluent in English, Spanish and French
es: Español. inglés y francés fluídos

source: Name
es: Nombre

source: New
es: Añadir

source: New Document
es: Crear documento

source: Normal process
es: Proceso normal

# Notes
source: Remarks
es: Observaciones

source: Objective
es: Objetivos

source: Open PDF
es: Abrir PDF

source: Operation Type ID
es: Cod. Tipo operación

source: Operation Type Name
es: Tipo operación

source: Owner
es: Propietario

source: Parent Doc
es: Documento padre

# ParentId
source: Parent
es: Herencia

source: Payment Method Id.
es: Forma de pago

source: Period
es: Periodos

source: Personal Phone
es: Telf. Personal

source: Post Code
es: Cód. Postal

# presentation
source: To learn more about me
es: Para saber más de mí

source: Price
es: Precio

source: Price list
es: lista de precios

source: Price List Name
es: Lista de precios

source: Price Lists
es: Listas de precios

source: Printing documents
es: Impresión de documentos

source: Privacy
es: Condiciones de privacidad

source: Proceeding
es: Acta

source: Proceedings
es: Actas

source: Procurement
es: Aprovisionamiento

source: Product Id
es: Cód. Producto

source: Product Name
es: Nombre del producto

source: Project
es: Proyecto

source: Project Management
es: Gestión de proyectos

source: Project Manager
es: Jefe de Proyecto

source: Project Owner
es: Propietario del Proyecto

source: Project Name
es: Nombre del Proyecto

# ProjectPhaseName
source: Project Phase
es: Fase del Proyecto

source: Projects
es: Proyectos

# purpose
source: The purpose of this website is to integrate my Customers and Suppliers.
es: El propósito de este sitio es el de integrar a mis clientes y proveedores.

source: Qty.
es: Cantidad

source: RE %
es: % Recargo de Equivalencia

source: Reference
es: Ref.

source: Register
es: Contabilizar

source: Register document
es: Contabilizar documento

source: Replenishment Days
es: Días reposición

source: Requested By
es: Cliente

# ResidenceTypeCodeId
source: Residence Type Code
es: Cód. Tipo de Residencia

# ResourceId
source: Resource
es: Recurso

source: Resources
es: Recursos

# RetentionAcc
source: Retention Account
es: Cta. de retenciones

source: Return
es: Volver

source: Sales
es: Ventas

source: Save
es: Guardar

source: Setup
es: Configuración

source: Social Security Records
es: Registro de pagos a la seguridad Social

# SocSec
source: Soc. Sec. Payments
es: Pagos a la Seg. Soc.

# socsecs
source: Social Security Payments
es: Pagos a la Seguridad Social

source: Start of process
es: Inicio de proceso

source: Start Date
es: F. inicio

# Statement
source: Income Statement
es: Pérdidas y ganancias

source: Statement ID
es: Cta. de PG

# StkMax
source: Max. Stock
es: Stock Máximo

# StkMin
source: Min. Stock
es: Stock Mínimo

source: Street
es: Calle

source: Style Id
es: Cód. Estilo

source: Style Name
es: Nombre del estilo

source: Tax
es: Impuesto

# TaxDeclaration
source: Tax declarations
es: Declaraciones fiscales

# taxdeclarations
source: Declarations
es: Presentaciones

source: Tax Name
es: Impuesto

# TaxTypeCodeId
source: Tax ID
es: Tasa

source: Term Id.
es: Términos de pago

source: To Date
es: Válida hasta

source: Total Pages
es: Págs.

source: Total Rows
es: Filas

source: Town
es: Población/Urbanización/Polígono

source: Tracking
es: Seguimiento

source: Tradename
es: Nombre comercial

source: Transactions
es: Transacciones

source: Units
es: Unidades

source: Upload file
es: Subir fichero a la nube

source: URL
es: Página Web

source: VAT ID
es: Cód. IVA

source: Warehouse / Assets
es: Almacen / Activos

source: Warranty Days
es: Días Garantía

# website
source: The purpose of this Website is to integrate my Customers and Suppliers.
es: El propósito de este sitio web es para integrar a mis clientes y proveedores.

source: Work Phone
es: Telf. del trabajo

source: Activity
es: Actividad empresarial

source: Brand Id
es: Cód. Marca

# experiencia
source: International experience in Projects in Spain, France, Germany, Italy, United Kingdom, Portugal, Dominican Republic, Bolivia, Brasil, Argentina, Chile, Colombia , Venezuela and Algeria.
es: Experiencia en proyectos en España, Francia, Alemania, Italia, Reino Unido, Portugal, República Dominicana, Venezuela, Colombia, Chile, Argentina, Brasil, Bolivia y Argelia.

source: Product Price
es: Precio de producto

source: Social Security
es: Seguridad Social

# CRM
source: Customer Relationships Management
es: Gestión de las relaciones con los clientes

# MIS Text
source: Marketing Information System. Setup and customization.
es: Sistema de Información de Marketing

# Taxes Management
source: Taxes Management. Setup VAT rates.
es: Administración de los tipos impositivos

# Periods management
source: Periods management. Setup and configure fiscal periods
es: Gestón de los periodos fiscales.

# Upload procurement documents
source: Upload creditors and suppliers documents
es: Subir documentos de proveedores y acreedores

# Triage process
source: Triage process to classify the uploaded documenhs
es: Proceso de clasificación de los documentos subidos

source: Payslips
es: Nóminas

# Payslips Management
source: Upload, register and Manage the Payslips
es: Subir nóminas y registrarlas contablemente

# Social Security Archive
source: Social Security Archive, managemnt and register
es: Archivo de pagos a la seguridad social

source: Inbox
es: Buzón

source: Fiscal Dossiers
es: Expedientes fiscales

# Fiscal Dossiers tracking
source: Tracking of communications with fiscal authorities
es: Seguimiento de expedientes fiscales con la AEAT

source: Security
es: Seguridad

# Security management
source: Management of users, logins and permissions
es: Gestión de usuarios, logins y permisos.

# Chart of accounts
source: Add, Edit or remove chart of accounts
es: Añadir, modificar o borrar cuentas contables

source: Purchase Orders
es: Pedidos de compra

source: Purchase Quotes
es: Ofertas de compra

source: Entry Notes
es: Albaranes de entrada

source: Purchase Invoices
es: Facturas de compra

# Purchase Quotes text
source: 1st Step. Somebody needs a product or service.
es: Paso 1. Alguien necesita un bien o servicio.

# Purchase Invoices Text
source: Step 4.Registering and conciliation process.
es: Paso 4. Proceso de conciliación y contabilización.

# Entry Notes Text
source: Step 3. Entry Notes and TimeSheets.
es: Paso 3. Albaranes de entrada u Hojas de tiempo.

# Purchase Orders Text
source: 2nd Step. Document received from the seller.
es: Paso 2. Documento emitido por el vendedor.

# Invoices
source: Sales Invoices
es: Facturación

# Invoices Text
source: Step 4. Invoicing, conciliation and register process.
es: Paso 4. Facturación, conciliación y contabilización

# Orders
source: Sales Orders
es: Pedidos

# Orders Text
source: Step 2. Sales Orders. Sale confirmed by the Customer.
es: Paso 2. Pedidos. El cliente confirma la transacción.

source: Delivery Notes
es: Albaranes de salida

# Delivery Notes Text
source: Step 3. Delivery notes and Timesheets
es: Paso 3. Albaranes y hojas de tiempos.

# Quotes
source: Sales Quotes
es: Presupuestos

# Quotes Text
source: Step 1. To generate Sales Quotes to the customer
es: Paso 1. Presupuestos de venta para el cliente.

# Taxes declared Text
source: Archive of all the declared forms
es: Archivo de todas las declaraciones fiscales

# Proceedings Text
source: Archive of all the company proceedings.
es: Archivo de las Actas de la sociedad.

# Fixed Assets Text
source: Fixed Assets Management
es: Gestion de activos fjos.

# Bank Accounts text
source: Bank accounts and bank movements management.
es: Gestión de bancos y movimientos bancarios

source: Bank Accounts
es: Cuentas bancarias

# Loans Text
source: Loans, payment due dates and accounting.
es: Préstamos, vencimientos de pagos y contabilización.

# Enterprises
source: Setup Enterprise
es: Configurar Empresa

# Enterprises Text
source: Setup and configure default values for the enterprise
es: Configurar valores por defecto de la empresa

# Balance report
source: Real time Balance Report
es: Balance en tiempo real

# Transactions text
source: Transactions records
es: Registro de las transacciones

source: MIS
es: SIM

source: Subcategory
es: Sub-categoría

source: Sign Up
es: Register

source: All right reserved
es: Todos los derechos reservados

# Manage
source: My account
es: Mi cuenta

source: We are a highly qualified IT team.
es: Somos un equipo de TI altamente cualificado.

# About_txt
source: Company founded in 2024 by professionals with more than 40 years of experience in information technologies.
es: Empresa fundada en 2024 por profesionales con más de 40 años de experiencia en tecnologías de la información.

source: Hightly profesional IT teams
es: Equipos de TI altamente profesionales

# Hightly profesional IT teams txt
source: Company founded in 2024 by professionals with more than 40 years of experience in information technologies.
es: Empresa fundada en 2024 por profesionales con más de 40 años de experiencia en tecnologías de la información.

# About More
source: More about
es: Saber más

source: Our Services
es: Nuestros servicios

source: What We Can Do For You?
es: ¿Que podemos hacer por Usted?

# Services_txt
source: From database administration to mobile application development, application development in Microsoft environments (Azure, Office365), Android development, data analysis and design, creative design, interactive marketing, implementation and integration of market-leading applications, and if you need something custom-made, we can do it.
es: Desde la administración de bases de datos hasta el desarrollo de aplicaciones móviles, desarrollo de aplicaciones en entornos Microsoft (Azure, Office365), desarrollo para Android, análisis y diseño de datos, diseño creativo, marketing interactivo Implementación e integración de las aplicaciones líderes de mercado y si Ud. precisa algo a medida, nosotros podemos hacerlo.

# Terms &amp; Conditions
source: Terms & Conditions
es: Términos y condiciones de utilización

# Aviso Legal
source: About us
es: Aviso Legal

source: Quick Links
es: Enlaces rápidos

source: Contact Info
es: Información de contacto

source: News
es: Noticias

# Database Administration_txt
source: We keep your data and bakups secured.
es: Cuidamos de la seguridad y backups de sus datos.

source: Integration
es: Integración

# Integration_txt
source: We integrate your processes, data flows and notifications.
es: Integramos sus procesos, flujos de datos y notificaciones.

source: Monitoring
es: Monitorización

# Monitoring_txt
source: We monitor your critical processes by generating email alerts.
es: Monitorizamos sus procesos críticos generando alertas por mail.

# BI_txt
source: Business Intelligence applied to your business.
es: Inteligencia de negocios aplicada a su negocio

# Reporting
source: Reports Generation
es: Generación de informes

# Reporting_txt
source: We develop complex reports for your business.
es: Desarrollamos para su negocio complejos informes.

# Development_txt
source: Custom development of apps, websites, databases and games.
es: Desarrollo a medida de Apps, Webs, Bases de datos y juegos.

source: Development
es: Programación

# Project Management_txt
source: Project Management, Scrum, Agile, CMMI
es: Gestión de proyectos, Scrum, Agile, CMMI

source: Consulting
es: Consultoría

# Consulting_txt
source: Office 365, Azure, Cyber Security, Gaps Analysis
es: Office 365, Azure, Ciber seguridad, Análisis de Gaps

# AlianzaKuchoriya
source: Valkian Technologies and Kuchoriya Techsoft formalize an alliance to provide advanced programming services.
es: Valkian Technologies y Kuchoriya Techsoft formalizan una alianza para brindar servicios avanzados de programación.

# Inbox_txt
source: Upload Purchasses and tickets, triage and partners management
es: Subir compras y tickets, triaje y gestión de socios comerciales

# Procurement_txt
source: Manage procurement quotes, orders, entries and invoices.
es: Gestionar cotizaciones de compras, pedidos, entradas y facturas.

source: Corporate
es: Corporativo

source: Payslips Triage
es: Triage de nóminas

# PurchaseAcc
source: Creditor or Supplier
es: Proveedor o Acreedor

# SalesAcc
source: Debtor
es: Deudor

# dba_txt
source: 1. Management of the Client’s database systems including but not limited to: • Perform system upgrades to ensure compliance with Cyber Essentials and other information security frameworks that may be in use at the client from time to time; • Respond to and resolve database access and performance issues along with all service requests in a timely and efficient manner in line with business requirements and providing timely communication to users on the status of their service requests and incidents; • As necessary, liaise with IT suppliers to ensure IT infrastructure-related incidents and problems are resolved in a timely and professional manner; • Monitor the availability, performance and throughput of supported databases always ensuring appropriate maintenance plans are in place; • Monitor database system details within the database, including stored procedures and execution time, and implement efficiency improvements; • Ensuring that storage, archiving, backup and recovery procedures are functioning correctly; • Monitor, optimize and allocate physical data storage for database systems; • Plan and coordinate data migrations between systems as required; • Implement and maintain change control and testing processes for modifications to databases; • Create, or support creation of, required reports in response to business user needs; • Establish and manage appropriate end-user database access control levels; • Produce and maintain database support technical documentation; • Ensure problem prevention methods are continually applied to improve service levels and reduce costs; • Prioritise and schedule assigned support activities and tasks; • Participate in disaster recovery activities as required. 2. Work with the Head of Information Security to develop and maintain compliance scripts and database using PowerShell and other coding languages as may be agreed between the Parties. 3. Such other ad hoc duties and activities as may be agreed between Parties. In delivering the Services, the Contractor agrees to comply with all Change Control and management procedures as the V&A may have in place at the time the Services are performed.
es: Gestionamos su parque de servidores SQL Server. Cubrimos todas las versiones y nos ocupamos de protegerlos, mantenerlos actualizados, velar por una política de backups que garantice la recuperación de sus datos Nuestros servicios cubren: 1. Gestión de los sistemas de bases de datos del Cliente, incluyendo, entre otros: • Realizar actualizaciones del sistema para garantizar el cumplimiento de Cyber Essentials y otros marcos de seguridad de la información que puedan utilizarse en el cliente ocasionalmente; • Responder y resolver los problemas de acceso y rendimiento de la base de datos, así como todas las solicitudes de servicio, de forma oportuna y eficiente, de acuerdo con los requisitos del negocio, y proporcionar una comunicación oportuna a los usuarios sobre el estado de sus solicitudes de servicio e incidentes; • Según sea necesario, colaborar con los proveedores de TI para garantizar que los incidentes y problemas relacionados con la infraestructura de TI se resuelvan de forma oportuna y profesional; • Supervisar la disponibilidad, el rendimiento y el rendimiento de las bases de datos soportadas, garantizando siempre la implementación de planes de mantenimiento adecuados; • Supervisar los detalles del sistema de bases de datos, incluyendo los procedimientos almacenados y el tiempo de ejecución, e implementar mejoras de eficiencia; • Asegurar el correcto funcionamiento de los procedimientos de almacenamiento, archivo, copias de seguridad y recuperación; • Supervisar, optimizar y asignar el almacenamiento físico de datos para los sistemas de bases de datos; • Planificar y coordinar las migraciones de datos entre sistemas según sea necesario; • Implementar y mantener los procesos de control de cambios y pruebas para las modificaciones de las bases de datos; • Crear o apoyar la creación de los informes necesarios según las necesidades de los usuarios de negocio; • Establecer y gestionar los niveles adecuados de control de acceso a la base de datos para los usuarios finales; • Elaborar y mantener la documentación técnica de soporte de la base de datos; • Asegurar la aplicación continua de métodos de prevención de problemas para mejorar los niveles de servicio y reducir costes; • Priorizar y programar las actividades y tareas de soporte asignadas; • Participar en las actividades de recuperación ante desastres según sea necesario. 2. Colaborar con el Jefe de Seguridad de la Información para desarrollar y mantener los scripts y la base de datos de cumplimiento normativo utilizando PowerShell y otros lenguajes de programación que se acuerden entre las Partes. 3. Otras tareas y actividades ad hoc que se acuerden entre las Partes. Al prestar los Servicios, el Contratista se compromete a cumplir con todos los procedimientos de Control y Gestión de Cambios que V&A tenga vigentes en el momento de la prestación de los Servicios.

# dba
source: Database Administration
es: Administración de bases de datos

source: Software Development
es: Programación

# body
source: Body of the message
es: Cuerpo del mensaje

source: Subject
es: Asunto

# Retroceder
source: Back
es: Retroceder

source: Testimonial
es: Testimonios

source: What Our Client Say About Us
es: ¿Que opinan de nosotros?
