Repository: guillermocastro/BlazorBB2026
Catalog: Resources/Resource.*.resx
Languages: es

source: Our Blog
es: Nuestro blog

source: Join Us For New Blog
es: Sigue nuestro blog

# Testimonios reales
source: Real testimonials obtained from LinkedIn
es: Testimonios reales obtenidos de LinkEdin

# Blogs_txt
source: Success stories, tips, regulations, helpful advice, etc.
es: Casos de éxito, trucos, normativas, consejos útiles, etc.

source: Read More
es: Saber más

# General Triage
source: Initial Triage
es: Triage inicial

source: Entry point for all types of documents.
es: Punto de entrada para todo tipo de documentos

# Pagado
source: Paid
es: Pagado

# Sin registrar
source: Unregistered
es: Sin registrar

# Registrado
source: Registered
es: Registrado

# Entregado
source: Delivered
es: Entregado

# No entregado
source: No delivered
es: Pendiente de entregar

# Impagado
source: Unpaid
es: Pendiente de pago

source: Sales Quotes
es: Ofertas de venta

source: Sales Orders
es: Pedidos de venta

source: You have
es: Tienes

source: Pending
es: Pendiente(s)

source: Processed
es: Procesado(s)

source: Delivered
es: Entregado(s)

source: Registered
es: Registrado(s)

source: Paid
es: Pagado(s)

source: Project Goals
es: Objetivos del proyecto

# ProjectStatusId
source: Project Status
es: Estado del proyecto

# StartBy
source: Start bt
es: Empezar el

source: End By
es: Terminar el

# BudgetIncome
source: Income Budget
es: Presupuesto de ingresos

# IncomeBudget
source: Budget Income
es: Ingresos estimados

# BudgetOutcome
source: Outcome Budget
es: Coste estimado

source: Project Income
es: Ingresos del proyecto

source: Project Outcome
es: Gastos del proyecto

source: Effort Estimated Hours
es: Horas estimadas de esfuerzo

source: Remaining Work Hours
es: Remanente de horas estimadas

source: Work Hours
es: Horas de trabajo

source: Completed Work Hours
es: Horas de trabajo completado

source: Project Owner
es: Propietario del proyecto

source: Project Manager
es: Gerente del proyecto

source: Created On
es: Creado el

source: Created By
es: Creado por

source: ProyectNo
es: Núm. Proyecto

source: Posted
es: Nuevo

source: Planning
es: Planeamiento

source: Ongoing
es: En ejecución

source: Delivering
es: Entregado

source: Closing
es: Terminando

source: Closed
es: Cerrado

source: Remaining Hours
es: Horas restantes

source: Who we are?
es: ¿Quienes somos?

source: Websites
es: Sitios web
